import React from 'react'


import { Container } from '../../../global/component'
import { H3, AllCard } from './style'

import Title from '../../../components/Title'
import Card from './Card'

import G1 from '../../../assets/G1.png'

const Packages = () => {
    return (
        <Container>
            <Title title="خدماتنا" desc="ضف لمسة من الإبداع إلى علامتك التجارية مع خدمات مصمم الجرافيك لدينا، حيث نحول الأفكار إلى تصاميم بصرية تلفت الأنظار وتخطف القلوب." />
            <H3>تصميم الهوية البصرية </H3>
            <AllCard>
                <Card img={G1} title="الباقة الماسية" desc=" تصميم ثلاث شعارات وبعد الاختيار يتم اكمال عناصر الهويه البصريه وهي تصميم الشعار تصميم الباترن تصميم ورق المراسلات تصميم الاظرف تصميم بطايق الموظفين تصميم الختم تصميم الزي الموحد تصميم المركبات تصميم اللوح المكتبيه تصميم قوالب السوشال ميديا تصميم اللوح الارشاديه وكذلك يتم تسليمك دليل استخدام العلامة التجاريه ( مناسبه للشركات من المتوسطه الى الكبيره )" price="16.500 ريال" />
                <Card img={G1} title="الباقة الماسية" desc=" تصميم ثلاث شعارات وبعد الاختيار يتم اكمال عناصر الهويه البصريه وهي تصميم شعار وباترن و بزنس كارد وورق المراسلات ( مناسبة للشركات الناشأه )" price="16.500 ريال" />
                <Card img={G1} title="الباقة الماسية" desc=" تصميم ثلاث شعارات وبعد الاختيار يتم اكمال عناصر الهويه البصريه وهي تصميم الشعار تصميم الباترن تصميم ورق المراسلات تصميم الاظرف تصميم بطايق الموظفين تصميم الختم تصميم الزي الموحد تصميم المركبات تصميم اللوح المكتبيه تصميم قوالب السوشال ميديا تصميم اللوح الارشاديه وكذلك يتم تسليمك دليل استخدام العلامة التجاريه ( مناسبه للشركات من المتوسطه الى الكبيره )" price="16.500 ريال" />
            </AllCard>
        </Container>
    )
}

export default Packages