import React from 'react'
import {CardStyle} from './style'

const Card = () => {
    return (
        <CardStyle>
            <div className='content'>
            <h4>ماهو البراند</h4>
            <p>في فكره مغلوطه عن كثير من الناس ان البراند هو الشعار او اللوقو والاصح هي الصوره الذهنيه العامه المرتبطه باذهان الناس تجاه الشركة او المنتج او حتى علامتك التجاريه وميزتك التنافسيه وهي تعتبر الجزء العاطفي .. على سبيل المثال شركة ابل استطاعت رسم خريطه ذهنيه بعقولنا ان مالكي منتجاتها اذكياء ومتفردين واثرياء ماديا فغالبا نقتني اجهزه ابل للاسباب المذكوره ..
                وما ننسى اكيد الجوده المستخدمه في الاجهزه والتصاميم ونظام التشغيل ios وسهوله الاستخدام .</p>
            </div>
        </CardStyle>
    )
}

export default Card